{"podcast": "Open Science Radio", "url": "http://www.openscienceradio.de/", "title": "Open Science Radio", "subtitle": "Mit dem Open Science Radio möchte ich einen unregelmäßig erscheinenden Podcast schaffen, der sich mit den grundlegenden, vielschichtigen Aspekten von Open Science beschäftigt, vor allem aber auch über aktuelle Entwicklungen informiert. Hier die Nullnummer", "host": "Matthias Fromm", "guest": "", "year": 2013, "copyright": "2013 Creative Commons Attribution-ShareAlike 3.0 Germany", "copyright_url": "http://creativecommons.org/licenses/by-sa/3.0/de/", "encoded by": "auphonic.com", "transcript": " Ja, hallo und herzlich willkommen zu diesem neuen Podcastprojekt, das ich dann in Open Science Radio Mein Name ist Matthias Fromm. Ich mache ja verschiedene andere kleine Podcastprojekte und möchte diesem Format hier allerdings einen etwas anderen Rahmen geben Denn ich beschäftige mich vor allem in meiner Freizeit unter anderem mit dem Thema Wissenschaftskommunikation und Open Science Und genau letztes möchte ich in diesem Podcast mal etwas genauer beleuchten Das heißt, dass ich möchte, ja wie sagt man so schön regelmäßig unregelmäßig Darüber informieren Was Open Science ist in welchen Aspekten Open Science Existiert, denn ich halte das für den Oberbegriff von sehr sehr vielen verschiedenen Aspekten, die auf ganz verschiedenen Ebenen innerhalb des des wissenschaftlichen Prozesses greifen und noch Rolle spielen und ich möchte neben so einer So eine Behandlung mit den mit diesen einzelnen Aspekten und was die sind und was dann eine Rolle spielt Das ist über so ein Grund Grundlegenden Aspekt hinaus möchte ich vor allen Dingen so ein bisschen eingehen und informieren über aktuelle Entwicklung, die im Bereich Open Science so um uns herum existieren und in Zukunft dann auch sicherlich entstehen informieren Und das möchte ich, naja zumindest nicht allzu selten tun, denn das ist jetzt nichts, was wo man täglich wahrscheinlich Über etwas zu berichten hat, aber ich denke, da gibt es sehr sehr Viele spannende Aspekte, die man mal beleuchten kann, viele spannende Projekte, die da schon existieren oder auch in Zukunft auf den Weg gebracht werden Insofern hoffe ich, dass das hier einigermaßen oft erscheinen kann Ja, ich werde das hier vor allen Dingen erst mal alleine tun, aber Ich hoffe, dass es da an vielen Stellen einfach Die Möglichkeit gibt sich jemand dazu zu holen, der Entfehler in bestimmten Aspekten und in bestimmten Projekten tätig ist oder sich mit einigen dieser Aspekte auseinandergesetzt hat Ich kann mir durchaus so ein paar sehr spannende Partner vorstellen Mal schauen, was daraus wird Ja, ich habe jetzt schon mehrmals erwähnt, dass es da verschiedene Aspekte gibt und dass ich Open Science für so einen Oberbericht haltete, dann stehe ich ja nicht alleine da Das ist, glaube ich, so der gängige Sichtweise Ich will nur noch ganz kurz nennen, welche Aspekte das vielleicht sind, um mal vielleicht den Horizont so ein bisschen abzustecken, um den es hier gehen soll Also entlang des Forschungsprozesses gibt es ja ganz, ganz viele Schritte von der Ideenfindung über das Thema Forschungsfinanzierung, also Projektgründung bis hin zur Durchführung der Forschung, also Datenerhebung, Auswertung etc. Und natürlich nicht zuletzt auch das Thema Publikation Aber damit hört es nicht auf Danach gibt es dann noch viele andere spannende sich anschließende Aspekte Zum einen ist das Thema dann ja auch der Weiterverwertung und das Wissenschaftstransfers Also wie kommt dann eigentlich die Wissenschaft in die, oder die wissenschaftliche Erkenntnis in unseren Alltag Und das andere ist etwas, was der Wissenschaft ja immer nennt ist, denn neben der Erweiterung und des Schaffens von Wissen durch Forschung ist ein wesentlicher Bestandteil der Wissenschaft ja auch die Weitergabe des Wissens durch Lehre Insofern ist Lehre einer der Aspekte, die ich hier genauso behandelt wissen möchte Ja und um das jetzt nicht allzu ausufern werden zu lassen, habe bloß mal so ein paar Stichpunkte genannt Also wenn wir von der Öffnung des Wissenschaftsprozesses im Sinne von Open Science reden, reden wir natürlich davon auf so einer Meta-Ebene, also der Kommunikation sich zu öffnen, das kann man an vielen, vielen Stellen tun Das kann man zu Beginn eines wissenschaftlichen Prozesses tun, indem man beispielsweise seine Ideenfindung, seine Forschungsthemen, seine Forschungsfragen öffentlich oder teilöffentlich diskutiert Das kann man während des wissenschaftlichen Forschungsprozesses tun, indem man beispielsweise auch wieder darüber kommuniziert, was man gerade wie tut Das kann man aber auch tun, indem man auf Partizipation setzt, hier seinen Citizen Science Projekte beispielsweise genannt Das heißt man lässt interessierte oder die Teil interessierte Öffentlichkeit oder Kollegen daran teilhaben, beispielsweise Informationen zu erheben oder auch Informationen auszuwerten Es gibt eine ganze Reihe spannender Projekte aus ganz verschiedenen Fachbereichen Und schlussendlich spielt die Kommunikation auch bei der Publikation wissenschaftliche Ergebnisse eine nicht unmitrechtliche Rolle Hier vor allen Dingen diskutiert man die freie und offene Publikationen im Rahmen von Open Access Man diskutiert aber auch die zur Verfügung Stellung von wissenschaftlichen Rohdaten, von erhobenen Rohdaten unter dem Oberbegriff Open Data Man muss hier sicherlich auch mal darauf eingehen, dass man genauso wie man die Rohdaten zur Verfügung stellt, dann auch die genutzten Instrumente zur Verfügung stellt, die deren Auswertung ermöglicht haben Und natürlich damit auch die Nachvollziehbarkeit der Auswertung gewährleisten Es gibt nicht wenig Wissenschaftler, die bestehende Instrumente für ihre Zwecke adaptieren oder gänzlich neue Instrumente schaffen In der Regel oder vielerorts wird das Software sein Hier kann man halt diskutieren, ob und wie und dass man diese Software, diese Instrumente unter entsprechenden Lizenzen beispielsweise Open Source ebenso zur Verfügung stellt, wie die wissenschaftlichen Rohdaten Ja und dann kann man das oft der Kommunikationsebene beispielsweise noch betrachten, dass auch die Forschungsförderungsbeantragung transparenter laufen kann Dass man die Begutachtung von wissenschaftlichen Einrichtungen transparenter gestalten kann unter dem Stichwort Open Peer Review Verfahren Es gibt hier ganz interessante Projekte, die sozusagen darauf abzielen, dass der Begutachtungsprozess offen passiert und nicht nur für den Einreichenden damit nachvollziehbar ist, sondern auch vielleicht für andere Jetzt kann man spekulieren, dass es darauf abzielt, dass dadurch durch diese Nachvollziehbarkeit der Begutachtungskriterien auch die Qualität der Einreichungen damit positiv beeinflusst wird, das wird sich zeigen Ja und nicht nachgelagert, aber damit einhergehend sind, dann ist dann sozusagen auch die Öffnung von Bildung und Lehre Einer der Aspekte, die ich hier noch mit betrachten möchte oder die ich zumindest nicht ausschließen möchte, also das ganze Thema Open Education, Open Educational Resources, also den freien Zugang zu Lernmaterialien Und die offene Gestaltung des Bildungssystems sind sehr, sehr spannende Aspekte, es gibt auch in der Lehre sehr, sehr spannende Ansätze, die sozusagen durch die Öffnung von Lehre auf participative Lern- und Lernmethoden setzen, Lern durch Lehren und Forschendes Lernen sind nicht erst seit gestern Stichpunkte Denkbar ist darüber hinaus, dass, genauso wie wissenschaftliche, wissenschaftliche Ideen zur Diskussion stellen oder offen und transparent darlegen, es sicherlich auch auf Seiten der Lehre eine Öffnung zu einer Diskussion und einem Diskurs mit allen Beteiligten, also sowohl Lehrenden als auch Lernenden, eine Möglichkeit zur Erinnerung der Diskussion und der participativen Gestaltung von Lehren Also all diese Aspekte will ich jetzt gar nicht so sehr in die Tiefe führen, ich hoffe, dass hat jetzt nicht allzu sehr verwirrt, ich merke immer wieder, wenn ich selbst darüber rede und das versuchen möglichst kurz zu machen, wird es nicht unbedingt klare Aber dazu sollen ja die fortlaufenden Folgen dann dienen, indem ich mich sowohl so grundlegenden Dingen mal zuwenden werde und mich den angesprochenen Aspekten mal genauer widme, als auch vor allen Dingen so aktuelle Entwicklung mal nachvollziehen und skizzieren werde Und ich ja, wie erwähnt, dass hoffentlich nicht ausschließlich alleine tour, sondern irgendwann auch mit entsprechend wissenden Interview-Partnern, die sich diesen Themenbereichen schon genährt haben, die vielleicht sogar darin forschen oder in Forschungsprojekten eine Rolle spielen, die in diesen Bereichen stattfinden oder sich dieser Funktionalitäten bedienen. Ja, wie auch schon erwähnt, ich bin immer froh über Kritik, über Anregungen, was man noch beleuchten könnte, wie man es beleuchten könnte. Also wer da Lust hat, den Drang verspürt, gerne gerne. Man kann mich oder man kann dieses Projekt hier sicherlich über verschiedene Kanäle erreichen. In den Kommentaren ist immer Platz, ansonsten gern auch per Mail. Das Ganze wird erreichbar sein über info at openscienceradio.de. Alles hintereinander weggeschrieben. Und ja, was sich dazu noch gesellt, ob es hier vielleicht noch einen eigenen Twitter-Account gibt, bin ich mir noch nicht sicher, ansonsten bin ich auch immer über meinen erreichbar Ad Matthias Fromm. Und bin sehr gespannt, wie das hier weitergeht. Das ist ja am Anfang eines Projekts, so dass man selber noch nicht so richtig weiß, wie und wohin es geht. Vielleicht eher schon eine Ahnung, wohin es geht, aber wie das meiste von dem wie wird dann auf dem Wege einfach erfahren. Da ist man ja relativ offen. Ja, ich bin gespannt und hoffe, das findet ihr überhaupt anklanginteressenten. Sicherlich kann man das jetzt an der ersten Folge noch nicht ganz festmachen, aber das wird sich in den ersten zwei, drei, vier Folgen dann sicherlich genauer abzeichnen, was es auch inhaltlich ist. Bis hierher, herzlichen Dank für die Aufmerksamkeit und bis bald."}