{"podcast": "Open Science Radio", "url": "http://www.openscienceradio.org/", "title": "OSR204 (Re-)using available research data in the social, educational, behavioral and economic sciences with Thomas Lösch #oscibar [EN]", "subtitle": "A Barcamp Open Science session wrap-up with Thomas Lösch about research data reusability", "host": "Matthias Fromm", "guest": "Thomas Lösch", "year": 2022, "copyright": "2022 Creative Commons Namensnennung 4.0 International Lizenz", "copyright_url": "http://creativecommons.org/licenses/by/4.0/", "encoded by": "auphonic.com", "transcript": " Okay, welcome to another episode of Open Science Radio Live. Well, okay, admittedly not live, but now a podcasted from the Barcamp Open Science. With me is Thomas and Thomas hosted a session. But before we dive into this, Thomas maybe can shortly introduce yourself and what you're doing. Sure. Yeah, my name is Thomas. I'm working at the DIPF, LabNets Institute for Research and Information and Education. And there I have two tasks, I would say. The one is to support researchers in all matters related to research data management, so data protection, organizing data and so on. And the other is that I'm doing myself research on open science, so to say, meter research on the topic. So you fit very nicely into this whole crowd here at the Barcamp. What was your session about and what are some lessons out of that? Yeah, our session had the title, Reusing Available Research Data in the Social, Educational, Behavioral and Economic Sciences. So this is about reusing available data, so data that is, for example, provided by a research data centers or so on, and which researchers then could use for a different purpose than was originally intended. We did not focus so much on the social sciences as we thought in first, but I think we got some results that are well relevant for all the disciplines in the field. So maybe to frame the thing a bit. So this is a relevant topic because it realizes one of the central open science aspects of open data. So all the data is shared or can be shared to the purpose of having it then in a new context doing new things with it that is efficient for the available resources so that once it's collected it could be reused. It's also relevant, for example, it could be interesting for early career researchers who might not have the hassle of getting their data themselves. Yeah, or generally also to maybe in the social sciences, if you have a population that is very maybe sensitive or hard to reach, then using all this data to the full extent is very worthwhile. But there's not a big tradition of doing that. So that there are differences in the disciplines. Some do it more. Others do it less. So in my experience, especially experimental research or more qualitative research is not very deep into reusing data. So this was the reason why we wanted to take an overview, get a discussion about what's the current state of research. And so what we heard were mainly enablers or barriers that lead to reusing data. There was one important aspect is the documentation of the data. This is generally true that data should be well documented, but this has two aspects to it that were that we talked about in more detail. One was from a biology perspective, but that generalizes well to other disciplines where the measurement is relevant. There might be differences between different labs, how to measure one specific thing. And to document this is then relevant for using that data. The other aspect that you would not initially think of is when data is used in different disciplines. So if, for example, educational data is used by computer science people, then it's relevant or people when documenting the data have often their own field in mind and not so the other fields. And so this might be a relevant thing to consider. Which is also very hard, right? Yes. And this is also it's more a problem that we came up with. So we don't have really a solution yet. And but it's I think this is general a thing for the future to keep in mind how to address that. Yeah. Another thing would be like the point where the data can be found. We had the example of astrophysics where there seem to be one central point where you can get your data with another example. I think it was marine biology where data was distributed across different places. And if you have one central point where you can find the data, this is quite helpful to reusing it. Another point that we had were funders. So funders can play a role in or enabling rears of data, for example, on one very minor thing could be to have the application form to allow that they are reusing of data as entered, but also more generally to allow rears of data or even support it or actively engage researchers to do it. Yeah, then and then we had finally a point that is maybe general for open science overall. And that is to is the reward structure or incentive structure. So it appears that often it's at the moment the case that it's valued to collect your own data, maybe in a very innovative, creative way that is bring something new and that is valued more than using the data that is already there. And this is a topic that it could be or it can mainly be topic maybe by the research community themselves to value more that the rears of data is at least on a similar level as collecting primary data in terms of what is valued. Yeah, so these were some of the lessons or points that we found in our session. That's quite a lot. What are the plans and can you translate this into something actionable or what are your plans based on that session? Yeah, so far, unfortunately, not we did not come to the point where we can actually have a concrete plans that would be it would be very interesting. It's a matter of the future because at the moment, research infrastructures are built and data is gathered or shared. And so to make use of that, this topic will become more relevant in the future in different fields. What we specifically had in mind, so the organizers, this was Sonja Bayer, who is a colleague of mine and I did the organization together. We with several other colleagues planning at the moment to have an entire bar camp on this topic because we we perceive that there's quite different perspectives in the field and to have a place to to talk about that and to get all this, the different ideas, the different perspectives together would be a very worthwhile endeavor. So we plan something, an entire bar camp on that for September, hopefully. That is Stephanie super actionable and I'm really looking forward to to join that. And I'm pretty sure this has a high relevance. Yeah. Yes. Did we did we miss anything? Would like to add anything regarding the session or this regarding this topic in general? I found it very interesting, very fruitful discussion. I would love to go on with that. But beside of that, it's just it's always very, very inspiring to have so many knowledgeable and creative people together and to get to learn so much in so little time. And that's that was very helpful. It's a very intense time. We shouldn't do this, let's say for a full week, but a day is the right time frame for this. Great Thomas. Thank you so much for your time for the input and for the reporting all this year and also for hosting the session. Yeah, all the best and pretty sure we will bump into other at some point again. Thank you much. Yeah, I hope so. Thank you for having me here."}